export const filterCharacter = [
    {
        value: 'Главная'
    },
    {
        value: 'Актеры',
        subMenu: ['Роберт Дауни-Мл.', 'Крис Эванс', 'Скарлетт Йоханссон', 'Крис Хемсворт', 'Марк Руффало', 'Джереми Реннер', 'Сэмюэл Л. Джексон', 'Энтони Маки', 'Дон Чидл', 'Том Хиддлстон', 'Крис Пратт', 'Зои Салдана', 'Идрисс Эльба', 'Вин Дизель', 'Пол Радд']
    },
    {
        value: 'Фильмы',
        subMenu: ['ЖЕЛЕЗНЫЙ ЧЕЛОВЕК', 'КАПИТАН АМЕРИКА', 'ЧЕРНАЯ ВДОВА', 'ТОР', 'ХАЛК', 'СОКОЛИНЫЙ ГЛАЗ', 'ДОКТОР СТРЭНДЖ']
    }
]

export const arrCharactersCont = [
    {
        className: 'ironman',
        charName: 'Железный Человек'
    }
]